vim
zsh
tmux
mosh
curl
wget
tree
unzip
alacritty
yay

htop
dstat
nmon

chromium
redshift
firefox

go
rust
nodejs
npm
yarn
code
jdk-openjdk
